Enterprise_Serivces/Cert/SilverGroup1/CSLIssuedUserService/result1/Iteration1/t1_RequestBody.txt

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:wsa="http://schemas.xmlsoap.org/ws/2004/03/addressing"><soap:Header><wsa:Action>http://www.gamestop.com/services/csl/issueduser/contracts/2010/05/IIssuedUserService/GetIssuedUsersByUserName</wsa:Action><wsa:MessageID>uuid:2f0e9575-134d-4a18-aecd-0a739ff36dfa</wsa:MessageID><wsa:ReplyTo><wsa:Address>http://schemas.xmlsoap.org/ws/2004/03/addressing/role/anonymous</wsa:Address></wsa:ReplyTo><wsa:To>http://cslissueduserserviceqa1.testgs.pvt/IssuedUserService.svc</wsa:To></soap:Header><soap:Body><GetIssuedUsersByUserName xmlns="http://www.gamestop.com/services/csl/issueduser/contracts/2010/05"><request><MachineName xmlns="http://www.gamestop.com/services/core/contracts/2010/05">test</MachineName><UserName xmlns="http://www.gamestop.com/services/csl/issueduser/contracts/messages/2010/09">username</UserName></request></GetIssuedUsersByUserName></soap:Body></soap:Envelope>